export default function About() {
  return (
    <div className="About">
      <h2>Інформація про місто</h2>
      <p>Острог — старовинне місто з багатою історією та культурою.</p>
      <p>За однією з версій
         походження назви міста т
         аке: пагорб Замкова гора, розташований у місті,
          був оточений дерев'яною огорожею, яка складалася з загост
          рених зверху колод — острог. Припускають, що назву місто одержа
          ло від давньоруського слова «острог», що оз
          начало укріплення, обнесене тином. Стародавні назви йо
          го були Острогобор, тобто укріплення в бору, і Острор
          іг, тобто гострий ріг, який утворили названі вище
         відроги гір, що впираються в подільську височину.</p>
    </div>
  );
}